---
kind: property
id: P:Autodesk.Revit.DB.VertexPair.Second
source: html/a6910520-4252-8b92-1746-5dfbfaa157eb.htm
---
# Autodesk.Revit.DB.VertexPair.Second Property

Identifies the second index of VertexPair.

## Syntax (C#)
```csharp
public int Second { get; set; }
```